[{"_id":"51","serviceType":"makeup","serviceName":"Elegant Makeup Service","serviceDesc":"Experience a flawless, glowing look on your special day with our Elegant Bridal Radiance service. Our expert makeup artists use high-quality products to create a timeless, natural look that enhances your features. Perfect for brides seeking a subtle yet captivating beauty that lasts all day and night.","servicePrice":88.73,"serviceActive":true,"serviceDuration":8,"artistUsername":"artist"},
{"_id":"52","serviceType":"bridal","serviceName":"Glamorous Evening Bride","serviceDesc":"Transform into a show-stopping bride with our Glamorous Evening Bride service. Our skilled artists will craft a dramatic, high-impact look using rich colors and expert contouring. Ideal for evening weddings or brides wanting a bold, sophisticated appearance that turns heads.","servicePrice":221.54,"serviceActive":false,"serviceDuration":3,"artistUsername":"artist"},
{"_id":"53","serviceType":"all","serviceName":"Natural Beauty","serviceDesc":"Embrace your natural beauty with our Natural Beauty Bride service. We focus on soft, neutral tones that highlight your best features, giving you a fresh, dewy look. Perfect for brides who prefer a minimalistic, elegant style that feels effortless yet refined.","servicePrice":112.41,"serviceActive":true,"serviceDuration":6,"artistUsername":"artist"},
{"_id":"54","serviceType":"hairstyling","serviceName":"Glamorous Hollywood Curls","serviceDesc":"Step into the spotlight with our Glamorous Hollywood Curls service. Our stylists create voluminous, defined curls that are reminiscent of classic Hollywood glamour. Perfect for brides who want to make a statement with a bold, luxurious hairstyle.","servicePrice":51.68,"serviceActive":false,"serviceDuration":9,"artistUsername":"artist"},
{"_id":"55","serviceType":"makeup","serviceName":"Classic Vintage Glam","serviceDesc":"Step back in time with our Classic Vintage Glam service. Our artists will create a timeless look inspired by iconic beauty styles of the past, with bold lips, winged eyeliner, and perfectly sculpted brows. Ideal for brides with a love for vintage elegance.","servicePrice":52.68,"serviceActive":true,"serviceDuration":8,"artistUsername":"artist"},
{"_id":"56","serviceType":"bridal","serviceName":"Boho Chic Bride","serviceDesc":"Capture the essence of effortless beauty with our Boho Chic Bride service. Using earthy tones and soft textures, we’ll craft a look that is free-spirited and natural. Perfect for outdoor or rustic weddings, this service enhances your beauty with a touch of whimsy","servicePrice":294.94,"serviceActive":true,"serviceDuration":10,"artistUsername":"artist"},
{"_id":"57","serviceType":"all","serviceName":"Hollywood Starlet Bride","serviceDesc":"Channel the glamour of Hollywood with our Hollywood Starlet Bride service. We focus on creating a red carpet-worthy look with flawless skin, bold lips, and dramatic eyes. Perfect for brides who want to feel like a movie star on their special day.","servicePrice":189.98,"serviceActive":true,"serviceDuration":3,"artistUsername":"artist"},
{"_id":"58","serviceType":"hairstyling","serviceName":"Radiant Glow Bride","serviceDesc":"Achieve a radiant, lit-from-within look with our Radiant Glow Bride service. Our makeup artists use highlighting techniques to give your skin a healthy, luminous finish. Ideal for brides who want to look fresh, glowing, and effortlessly beautiful.","servicePrice":15.35,"serviceActive":false,"serviceDuration":4,"artistUsername":"artist"},
{"_id":"59","serviceType":"makeup","serviceName":"Modern Minimalist","serviceDesc":"Less is more with our Modern Minimalist Bride service. We emphasize clean lines, soft tones, and a polished finish to create a look that is chic and understated. Perfect for brides who appreciate simplicity and modern elegance.","servicePrice":45.67,"serviceActive":true,"serviceDuration":10,"artistUsername":"artist"},
{"_id":"60","serviceType":"bridal","serviceName":"Golden Goddess Bride","serviceDesc":"Shine like a goddess on your wedding day with our Golden Goddess Bride service. We use warm, golden tones to enhance your complexion, paired with shimmering highlights and bronzed contours. Perfect for brides who want a sun-kissed, radiant look.","servicePrice":23.44,"serviceActive":true,"serviceDuration":4,"artistUsername":"artist"},
{"_id":"61","serviceType":"all","serviceName":"Romantic Rose","serviceDesc":"Embrace romance with our Romantic Rose Bride service. We use soft pinks, peaches, and rosy tones to create a look that is feminine and enchanting. Ideal for brides who want a sweet, romantic appearance that exudes grace and elegance.","servicePrice":62.05,"serviceActive":true,"serviceDuration":6,"artistUsername":"artist"},
{"_id":"62","serviceType":"hairstyling","serviceName":"Romantic Loose Waves","serviceDesc":"Embrace soft, flowing beauty with our Romantic Loose Waves service. Our stylists craft gentle, cascading waves that frame your face and add a touch of effortless elegance. Perfect for brides who want a relaxed, yet enchanting hairstyle that complements any gown.\n","servicePrice":87.31,"serviceActive":false,"serviceDuration":2,"artistUsername":"artist"},
{"_id":"63","serviceType":"makeup","serviceName":"Timeless Elegance","serviceDesc":"Achieve a look that will never go out of style with our Timeless Elegance Bride service. We focus on classic beauty with a modern twist, using neutral tones, soft contours, and a flawless finish. Perfect for brides who want a sophisticated, enduring look.","servicePrice":322.69,"serviceActive":true,"serviceDuration":3,"artistUsername":"artist"},
{"_id":"64","serviceType":"bridal","serviceName":"Ethereal Garden Bride","serviceDesc":"Embrace the beauty of nature with our Ethereal Garden Bride service. We use soft, earthy tones and delicate floral accents to create a look that is both natural and enchanting. Perfect for outdoor weddings or brides seeking a fresh, organic appearance.","servicePrice":292.07,"serviceActive":false,"serviceDuration":6,"artistUsername":"artist"},
{"_id":"65","serviceType":"all","serviceName":"Sophisticated Glam","serviceDesc":"Elevate your bridal look with our Sophisticated Glam Bride service. We combine bold eyes with soft, elegant lips and a flawless complexion for a look that is both striking and refined. Perfect for brides who want a look that balances glamour with sophistication.","servicePrice":179.39,"serviceActive":true,"serviceDuration":1,"artistUsername":"artist"}]